{
    "Home" : "Utama",
    "About Us" : "Tentang Kami",
    "About Tinka" : "Tentang Tinka",
    "TINKA™ was born and incorporated under Versatile Straits Sdn Bhd, a homegrown edtech company. Its objective is to not only to create passive learners but also to create learners who possesses a higher-order digital and thinking skills. Its goal is to create a learning experience through “experiential learning”." : "TINKA ™ dilahirkan dan diperbadankan di bawah Versatile Straits Sdn Bhd, sebuah syarikat edtech tempatan. \nObjektifnya adalah bukan sahaja untuk mewujudkan pelajar pasif tetapi juga untuk mewujudkan pelajar yang memiliki kemahiran berfikir dan digital yang lebih tinggi. Tujuannya adalah untuk menciptakan pengalaman belajar melalui \n“experiential learning”.",
    "TINKA™ is positioned to be a Supplementary Enrichment and Enhancement program whereby its content is meta-tagged with curriculum data such as Learning Areas and Learning Outcomes as to enable self-paced, self-directed learning and also to support in-classroom and live-stream learning." : "TINKA ™ diposisikan sebagai program Pengayaan dan Peningkatan Tambahan di mana kandungannya \nditandai dengan meta dengan data kurikulum seperti Kawasan Pembelajaran dan Hasil Pembelajaran untuk membolehkan pembelajaran kendiri \ndan bergerak sendiri serta untuk menyokong di dalam kelas dan pembelajaran aliran-langsung",
    "Our Vision & Mission" : "Visi & Misi Kami",
    "Vision" : "Visi",
    "Democratize access to international standard quality education nationwide in order to produce intellectual and globally competent individuals towards the betterment of the nation." : "Mendemokrasikan akses kepada pendidikan berkualiti bertaraf antarabangsa di seluruh negara \nuntuk melahirkan individu yang intelektual dan kompeten global ke \narah kemajuan negara.",
    "Mission" : "Misi",
    "Able to supplement classroom education with innovative content delivery methods via the TINKA™ Platform." : "Mampu melengkapkan pendidikan di kelas dengan kaedah penyampaian \nkandungan yang inovatif melalui Platform TINKA ™.",
    "Portfolio" : "Portfolio",
    "Our Team" : "Pasukan Kami",
    "Tinka Leadership" : "Kepimpinan Tinka",
    "Project Director" : "Direktor Projek",
    "Nor Aqliah is the Project Director of Versatile Straits Sdn Bhd." : "Nor Aqliah adalah Pengarah Projek Versatile Straits Sdn Bhd.",
    "She is a licensed Counsellor with Lembaga Kounselor Malaysia. She holds a Diploma in Education from UNISEL and a Bachelor of Counselling from University of Malaya." : "Dia adalah Kaunselor berlesen dengan Lembaga Kounselor Malaysia. \nBeliau memiliki Diploma Pendidikan dari UNISEL dan Sarjana Muda Kaunseling \n dari Universiti Malaya.",
    "Her qualification and experience in the education industry has brought her the edge on building lesson plans and managing TINKA’s educational assets." : "Kelayakan dan pengalamannya dalam industri pendidikan telah membawa kemajuan dalam membina rancangan pelajaran dan menguruskan aset pendidikan TINKA.",
    "Prior to this, she was attached to TOC Automotive College in various management positions and served a stint as a kindergarten teacher." : "Sebelum ini, dia dilantik ke TOC Automotive College di berbagai posisi \npengurusan dan bertugas sebagai guru tadika.",
    "View Full Tinka Leadership" : "Lihat Kepimpinan Tinka Penuh",
    "Tinka News" : "Berita Tinka",
    "Read More" : "Baca Lagi",
    "Search" : "Cari",
    "General" : "Am",
    "Lifestyle" : "Gaya hidup",
    "Travel" : "Melancong",
    "Design" : "Reka Bentuk",
    "Creative" : "Kreatif",
    "Education" : "Pendidikan",
    "Recent Posts" : "Catatan Terkini",
    "Coming Soon" : "Akan Datang",
    "Registration will be open after the launching of TiNKA Education Centre." : "Pendaftaran akan dibuka selepas pelancaran Pusat Pendidikan TiNKA.",
    "Contact Us" : "Hubungi Kami",
    "Contact" : "Hubungi",
    "Address" : "Alamat",
    "Operating Hours" : "Waktu operasi",
    "Monday - Friday" : "Isnin - Jumaat",
    "Saturday" : "Sabtu",
    "Sunday" : "Ahad",
    "Call Us" : "Hubungi Kami",
    "Email Us" : "Email kami",
    "Send Message" : "Menghantar Mesej",
    "Founder & Chairman" : "Pengasas & Pengerusi",
    "Dato’ Nik Mod Amin is the founder of Versatile Straits Sdn Bhd." : "Dato ’Nik Mod Amin adalah pengasas Versatile Straits Sdn Bhd.",
    "He is a prominent figure in the Malaysian banking industry. He currently holds the position as Director and Shareholder of Mirmas Holding Sdn Bhd through FASK Capital Sdn Bhd. He is also currently the Chairman and Director of FASK Holding Group and the founder of FASK Capital Sdn Bhd (formerly known as The Royal Mint Exchange Sdn Bhd) and serves as the Non-Independent Director on the Board of AWC Berhad." : "Dia adalah tokoh terkemuka dalam industri perbankan Malaysia. \nBeliau kini memegang jawatan sebagai Pengarah dan Pemegang Saham Mirmas Holding \nSdn Bhd melalui FASK Capital Sdn Bhd. Pada masa ini, beliau juga merupakan Pengerusi dan \nPengarah FASK Holding Group dan pengasas FASK Capital Sdn Bhd \n(dahulunya dikenali sebagai The Royal Mint Exchange Sdn Bhd) dan berkhidmat sebagai \nNon-Independent Director di Board of AWC Berhad.",
    "Dato’ Nik was previously the CEO/Executive Director of BSN Commercial Bank (M) Berhad. During his tenure with BSN Commercial, he re-engineered the bank’s business direction towards assisting Small Medium Industries. He was also the Board Member of Universiti Utara Malaysia (UUM) and a Trustee to the Malaysian Humanitarian Foundation." : "Dato ’Nik sebelum ini adalah Ketua Pegawai Eksekutif / Pengarah Eksekutif BSN Commercial \nBank (M) Berhad. Semasa berkhidmat dengan BSN Commercial, dia merekayasa semula \n arah perniagaan bank untuk membantu Industri Sederhana Kecil. \nBeliau juga merupakan Ahli Lembaga Pengarah Universiti Utara Malaysia (UUM) dan \nPemegang Amanah kepada Yayasan Kemanusiaan Malaysia.",
    "Prior to that, was also the General Manager of Perbadanan Usahawan Nasional Berhad (“PUNB”), setting up the funds’ investment division. He also held key senior positions in Maybank Berhad and Affin Bank Berhad executing risk management, strategic planning, credit management, international banking roles in the respective banks. Datuk Nik holds a Degree in Economics from the University of Malaya." : "Sebelum itu, juga merupakan Pengurus Besar Perbadanan Usahawan \nNasional Berhad (“PUNB”), menubuhkan bahagian pelaburan dana. \nDia juga memegang jawatan kanan utama di Maybank Berhad dan Affin Bank Berhad \nmengurus risiko, perancangan strategik, pengurusan kredit, \nperanan perbankan antarabangsa di bank masing-masing. Datuk Nik memiliki \nIjazah Ekonomi dari Universiti Malaya.",
    "Being a serial entrepreneur, Dato’ Nik is involved in multiple industries including Finance, Agriculture, Technology, Engineering and Education." : "Sebagai usahawan bersiri, Dato ’Nik terlibat dalam pelbagai industri \ntermasuk Kewangan, Pertanian, Teknologi, Kejuruteraan dan Pendidikan.",
    "Advisor" : "Penasihat",
    "Consultant / Advisor / Visiting Scholar University and International Organization" : "Perunding / Penasihat / Pelawat Universiti Cendekiawan dan Organisasi Antarabangsa",
    "Consultant to World Bank 1989 on financing primary education for development." : "Perunding kepada Bank Dunia 1989 mengenai pembiayaan pendidikan rendah untuk pembangunan.",
    "World Book Encyclopedia International edition: London and Chicago 1988-2000. Member of Editorial Advisory Board. Met every year in London, Chicago, Sydney, Dublin etc." : "World Book Encyclopedia International edition: London dan Chicago 1988-2000. \nAhli Lembaga Penasihat Editorial. Bertemu setiap tahun di London, Chicago, \nSydney, Dublin dll.",
    "Consultant to Uni of Brunei to develop Education Program for BEd in 1997/98." : "Perunding ke Uni Brunei untuk membangunkan Program Pendidikan untuk BEd pada tahun 1997/98.",
    "Consultant to the Ministry of Education Brunei DS 2011-2 on B. Melayu Literacy Pedagogy (Rumi n Jawi)" : "Perunding Kementerian Pendidikan Brunei DS 2011-2 mengenai B. Pedagogi Literasi Melayu (Rumi dan Jawi)",
    "Examiner, Institute of Education Singapore, 1988." : "Pemeriksa, Institut Pendidikan Singapura, 1988.",
    "Visiting scholar n consultant to the Faculty of Education, Kyushu University Japan 1987." : "Cendekiawan pelawat dan perunding pelawat ke Fakulti Pendidikan, Universiti Kyushu Jepun 1987.",
    "Fulbright visiting scholar, School of Education, Stanford Uni California 1984." : "Cendekiawan pelawat Fulbright, School of Education, Stanford Uni California 1984.",
    "Consultant and Adviser to Local Organization" : "Perunding dan Penasihat Organisasi Tempatan",
    "Ministry of Education in KBSR and KBSM from 1981 - 1988" : "Kementerian Pendidikan di KBSR dan KBSM dari tahun 1981 - 1988",
    "Board Member of Yayasan Pelajaran MARA from 1994 - 1998" : "Ahli Lembaga Pengarah Yayasan Pelajaran MARA dari tahun 1994 - 1998",
    "Board Member of Dewan Bahasa dan Pustaka - DBP" : "Ahli Dewan Dewan Bahasa dan Pustaka - DBP",
    "Professor of Pedagogy at University of Malaya" : "Profesor Pedagogi di Universiti Malaya",
    "MQA - Malaysian Qualification Agency" : "MQA - Agensi Kelayakan Malaysia",
    "Rozhan M. Idrus is a Professor of Open and Distance Learning (ODL) & Technogogy (retired) with more than 35 years of international experience as an e-learning technologist and analyst, consultant, presenter and workshop facilitator." : "Rozhan M. Idrus adalah Profesor Pembelajaran Terbuka dan Jarak Jauh (ODL) \n& Technogogy (bersara) dengan lebih daripada 35 tahun pengalaman antarabangsa sebagai teknolog dan penganalisis e-pembelajaran, perunding, \npenyampai dan fasilitator bengkel.",
    "Prof. Rozhan is currently the Dean of the Centre for Graduate Studies (CGS) in the Universiti Sains Islam Malaysia. He is a Professor of Open and Distance Learning (ODL) & Technology as an e-learning analyst, consultant, presenter and workshop facilitator. He has presented 48 Keynote addresses in 18 different countries and has published more than 190 publications in international citation-indexed journals, books and handbook chapters." : "Rozhan kini adalah Dekan Pusat Siswazah \nPelajar (CGS) di Universiti Sains Islam Malaysia. Beliau adalah \nProfesor Pembelajaran Terbuka dan Jarak Jauh (ODL) & Teknologi sebagai \npenganalisis e-pembelajaran, perunding, penyampai dan bengkel \nfasilitator. Dia telah menyampaikan 48 ucaptama di 18 negara \nyang berbeza dan telah menerbitkan lebih daripada 190 penerbitan dalam \njurnal, buku dan buku panduan yang diindeks oleh nitus antarabangsa.",
    "He has garnered awards in mobile learning in the World Education Summit (2011), e-INDIA Awards (2010) and the Asia Pacific Mobile Learning & Edutainment Advisory Panel (APACMLEAP) Mobile Learning Initiatives Recognition (2009), Gold Medal Award in the Innovation and Invention in Education Competition 2016 in the Universiti Pendidikan Sultan Idris in Malaysia and more recently Gold Medal Awards in the 3rd World Invention Innovation Contest 2017 (Korean Invention News) and in the 2nd International University Carnival on eLearning 2017. He is the founding chief editor of the Malaysian Journal of Educational Technology, and Chief Editor of both the Video journal of Innovative Pedagogies (VJIP, 2017) and the International Journal of Excellence in e-learning of the Hamdan Bin Mohammed Smart University Dubai, UAE." : "Dia telah memperoleh penghargaan dalam pembelajaran bergerak \nin the World Education Summit (2011), \ne-INDIA Awards (2010) dan Asia Pacific Mobile Learning & Edutainment \nPenasihat Penasihat (APACMLEAP) Mobile Learning Initiatives Recognition \n(2009), Gold Anugerah Pingat dalam Inovasi dan Penciptaan dalam Pendidikan \nPertandingan 2016 di Universiti Pendidikan Sultan Idris di Malaysia \ndan baru-baru ini Anugerah Pingat Emas dalam Inovasi Penciptaan Dunia ke-3 \nContest 2017 (Korea Invention News) dan di Universiti Antarabangsa ke-2 \nKarnival pada eLearning 2017. Beliau adalah ketua pengarang pengasas Malaysia \nJurnal Teknologi Pendidikan, dan Ketua Editor kedua jurnal Video \nof Innovative Pedagogies (VJIP, 2017) dan International Journal of Excellence \nin e-learning Hamdan Bin Mohammed Smart University Dubai, UAE.",
    "Managing Director" : "Pengarah Urusan",
    "Faisal is the Managing Director of Versatile Straits Sdn Bhd." : "Faisal adalah Pengarah Urusan Versatile Straits Sdn Bhd.",
    "Faisal is a graduate of Accounting & Finance from Dublin Business School, Ireland. He was the Chief Executive Officer of Metro Money Exchange Sdn Bhd, a licensed money services business under Bank Negara Malaysia. Prior to that, he served as an Account Assistant at Merrion Fleet Management Limited in Ireland beforeserving as an Audit Assistant at Lim, Cheh and Chang Chartered Accountants in Malaysia." : "Faisal adalah lulusan Perakaunan & Kewangan dari Dublin \nBusiness School, Ireland. Beliau adalah Ketua Pegawai Eksekutif Metro Money Exchange Sdn Bhd, perniagaan perkhidmatan wang berlesen \ndi bawah Bank Negara Malaysia. Sebelum itu, dia berkhidmat sebagai Pembantu \nAkaun di Merrion Fleet Management Limited di Ireland sebelum \nberkhidmat sebagai Pembantu Audit di Lim, Cheh dan Chang Chartered \nAccountants di Malaysia.",
    "Mr. Faisal is a trained Technical Analyst specializing in foreign exchange and commodities. He is also the Principal Officer of Capital Investment Bank (Labuan) Limited." : "Faisal adalah Penganalisis Teknikal terlatih yang pakar dalam pertukaran dan komoditi. Beliau juga merupakan Pegawai \nUtama Capital Investment Bank (Labuan) Limited.",
    "Due to his deep interest in technology, he co-founded Pacton Technologies Sdn Bhd, an ICT company specialized in communication technology, IoT and software development." : "Kerana minatnya yang mendalam terhadap teknologi, dia bersama-sama menubuhkan Pacton \nTechnologies Sdn Bhd, sebuah syarikat ICT yang mengkhususkan diri dalam komunikasi \nteknologi, IoT dan pembangunan perisian.",
    "His speech at NDMRP-2018 was a memorable activity for the attendees of conference in terms of scholarly contribution and knowledge sharing. His keynote speech topic was Leveraging on 4IR Technology for an Immersive and Collaborative Multidisciplinary Educational Landscape." : "Ucapannya di NDMRP-2018 adalah aktiviti yang tidak dapat dilupakan bagi para peserta persidangan dari segi sumbangan ilmiah dan perkongsian pengetahuan. Topik pidato utamanya ialah Memanfaatkan Teknologi \n4IR untuk Landskap Pendidikan Multidisiplin yang Imersif dan Kolaboratif.",
    "Footer-text" : "TINKA ™ diposisikan sebagai program Pengayaan dan Peningkatan Tambahan di mana kandungannya ditandai dengan meta dengan data kurikulum seperti Kawasan Pembelajaran dan Hasil Pembelajaran untuk membolehkan pembelajaran kendiri dan bergerak sendiri serta untuk menyokong di dalam kelas dan pembelajaran aliran-langsung.",
    "How To" : "Bagaimana Untuk",
    "Student App" : "Aplikasi Pelajar",
    "Teacher App" : "Aplikasi Guru",
    "Press/Media" : "Akhbar / Media",
    "Terms & Condition" : "Terma & Syarat",
    "Privacy Policy" : "Dasar Privasi",
    "Help Centre" : "Pusat Bantuan",
    "Links" : "Pautan",
    "Login" : "Log Masuk",
    "Reset Password" : "Menetapkan Semula Kata Laluan",
    "Student Registration" : "Pendaftaran Pelajar",
    "Teacher Registration" : "Pendaftaran Guru",
    "Download Our App Now" : "Muat Turun Aplikasi Kami Sekarang",
    "Find Us On" : "Cari Kami Di",
    "Tinka Teachers" : "Guru Tinka",
    "Product & Services" : "Produk & Perkhidmatan",
    "Tinka Educentre" : "Tinka Educentre",
    "Tinka App" : "Aplikasi Tinka",
    "Fees" : "Bayaran",
    "Home Tuition" : "Tuisyen Rumah",
    "Join Us" : "Sertai kami",
    "Tink-Educator" : "Tink-Pendidik",
    "Future Tinkers" : "Tinkers Masa Depan",
    "Dashboard" : "Papan Pemuka",
    "Get Started" : "Bermula",
    "Learn More" : "Ketahui Lebih Lanjut",
    "Available Class" : "Kelas Yang Ada",
    "Class That We Offer" : "Kelas Yang Kami Tawarkan",
    "Physical Tuition Class" : "Kelas Tuisyen Fizikal",
    "Our new and revamped tuition centre is located at Bukit Jelutong. Available for UPSR, PT3, SPM & IGCSE students." : "Pusat tuisyen kami yang baru dan diperbaharui terletak di Bukit Jelutong. \nTersedia untuk pelajar UPSR, PT3, SPM & IGCSE.",
    "Register Now" : "Daftar Sekarang",
    "Online Class" : "Kelas Dalam Talian",
    "Online lessons are taught via our own TiNKA App. Learn from the comfort of your own home or pretty much everywhere." : "Pelajaran dalam talian diajar melalui Aplikasi TiNKA kami sendiri. \nBelajar dari keselesaan rumah anda sendiri atau \ndi mana sahaja.",
    "Home tuition programme is catered for one-to-one learning. Have our Tink-Educator drop by your place for personalised." : "Program tuisyen rumah disediakan untuk pembelajaran \nsatu-satu. Minta Tink-Educator kami ke tempat anda \nuntuk diperibadikan.",
    "Now your child is able to learn practically anywhere. Our app are engaging, immersive, interactive and most importantly fun!" : "Kini anak anda dapat belajar secara praktikal di mana sahaja. \nAplikasi kami menarik, mendalam, interaktif dan yang \npaling penting menyeronokkan!",
    "Download Now" : "Muat Turun Sekarang",
    "Register To Our Website" : "Daftar Ke Laman Web Kami",
    "Students" : "Pelajar",
    "Enroll your child at Tinka Educentre now." : "Daftar anak anda di Tinka Educentre sekarang.",
    "Tinka Tutor" : "Tutor Tinka",
    "Earn a part-time income by signing up as Tinka Tutor." : "Dapatkan pendapatan sambilan dengan \nmendaftar sebagai Tinka Tutor.",
    "Documents" : "Dokumen",
    "Profile" : "Profil",
    "Change Password" : "Tukar Kata Laluan",
    "Create new user to access Tinka App" : "Buat pengguna baru untuk mengakses Aplikasi Tinka",
    "Name" : "Nama",
    "Username" : "Nama Pengguna",
    "Password" : "Kata Laluan",
    "Create" : "Cipta",
    "Get the app here" : "Dapatkan aplikasinya di sini",
    "Access the app by creating new username and password. This credential is not the same as your existing Tinka login." : "Akses aplikasi dengan membuat nama pengguna dan kata laluan baru. Kredensial ini tidak sama dengan log masuk Tinka anda yang ada.",
    "Subscription" : "Langganan",
    "Payments" : "Pembayaran",
    "App Access" : "Akses Aplikasi",
    "Date of Birth" : "Tarikh lahir",
    "Gender" : "Jantina",
    "Qualification" : "Kelayakan",
    "Curently teaching" : "Mengajar",
    "Current School" : "Sekolah Semasa",
    "Current Tuition Center" : "Pusat Tuisyen Semasa",
    "Subject" : "Subjek",
    "Father/Mother/Guardian's name" : "Nama Bapa/Ibu/Penjaga",
    "Father/Mother/Guardian's contact No." : "Nombor Hubungan Bapa/Ibu/Penjaga.",
    "Subject Interested" : "Subjek Berminat",
    "No profile available." : "Profil tidak wujud.",
    "Create new profile" : "Cipta profil baru",
    "Category" : "Kategori",
    "Package" : "Pakej",
    "Student Name" : "Nama Pelajar",
    "Duration" : "Jangka Masa",
    "Status" : "Status",
    "Expiry" : "Tempoh Tamat",
    "Action" : "Tindakan",
    "Expired" : "Tamat",
    "Details" : "Perincian",
    "No subscription yet. Let's take a look at available" : "Belum ada langganan. Mari lihat yang ada",
    "subscription" : "langganan",
    "Order #" : "Pesanan #",
    "Description" : "Penerangan",
    "Amount" : "Jumlah",
    "Pay" : "Bayar",
    "Invoice" : "Invois",
    "No payment details yet. Let's take a look at available" : "Belum ada butiran pembayaran. Mari lihat yang ada",
    "Type" : "Jenis",
    "Change password" : "Tukar kata laluan",
    "No access to Tinka App yet. Create one" : "Belum ada akses ke Aplikasi Tinka. Cipta satu",
    "here" : "di sini",
    "Register" : "Daftar",
    "Hello Future Tinkers!" : "Selamat Datang Tinkers Masa Depan!",
    "Full Name" : "Nama Penuh",
    "Male" : "Lelaki",
    "Female" : "Perempuan",
    "Father / Mother / Guardian Name" : "Nama Bapa / Ibu / Penjaga",
    "Father / Mother / Guardian Phone Number" : "Nombor Hubungan Bapa / Ibu / Penjaga",
    "Email" : "E-mel",
    "Repeat Password" : "Ulang Kata Laluan",
    "Your Current School Name" : "Nama Sekolah Anda Semasa",
    "Classes That You Are Interested In" : "Kelas Yang Anda Minat",
    "- Choose -" : "- Pilih -",
    "Physical Tuition" : "Tuisyen Fizikal",
    "Your Photo" : "Foto anda",
    "Submit" : "Hantar",
    "Welcome Tink-Educator!" : "Selamat Datang Tink-Educator!",
    "We want you!" : "Kami mahukan anda!",
    "Do you have what it takes to be a tutor on our platform?" : "Adakah anda mempunyai apa yang diperlukan untuk menjadi tutor di platform kami?",
    "If you are a subject matter expert in your field, you can register with us by filling up the form below. You may refer to the content quality checklist document fromt the button below. Please share with us your video (between 3 to 5 minutes) by uploading a video or share the video URL (YouTube)" : "Sekiranya anda seorang pakar dalam bidang anda, anda boleh mendaftar dengan kami dengan mengisi borang di bawah. Anda boleh merujuk dokumen senarai semak kualiti kandungan dari butang di bawah. Sila kongsi video anda kepada kami (antara 3 hingga 5 minit) dengan memuat naik video atau berkongsi URL video (YouTube)",
    "Content Quality Checklist" : "Senarai Semak Kualiti Kandungan",
    "Personal Information" : "Maklumat peribadi",
    "Date of birth" : "Tarikh lahir",
    "Education/Qualification" : "Pendidikan/Kelayakan",
    "Last Qualification" : "Kelayakan Terakhir",
    "Select qualification" : "Pilih kelayakan",
    "Are you currently teaching at any school?" : "Adakah anda sekarang mengajar di mana-mana sekolah?",
    "Yes" : "Ya",
    "No" : "Tidak",
    "Your current school name" : "Nama sekolah anda sekarang",
    "Are you currently teaching at any tuition centre?" : "Adakah anda sedang mengajar di mana-mana pusat tuisyen?",
    "If yes, please state the name of the tuition centre" : "Sekiranya ya, sila nyatakan nama pusat tuisyen",
    "Subject that you are teaching (seperate by comma)" : "Subjek yang anda ajar (pisahkan dengan koma)",
    "Sample video" : "Contoh video",
    "Upload Video" : "Muat Naik Video",
    "YouTube URL" : "URL YouTube",
    "Please upload or paste your video here" : "Sila muat naik atau tampal video anda di sini",
    "By submitting this form, you agree to our" : "Dengan menghantar borang ini, anda bersetuju dengan",
    "Term and Condition" : "Terma dan Syarat kami",
    "Tech Advisor" : "Penasihat Teknologi",
    "Dr. Soheil Alemi is the Technology Advisor of Versatile Straits Sdn Bhd." : "Soheil Alemi adalah Penasihat Teknologi Versatile Straits Sdn Bhd.",
    "Through his experience in Media Technology and Artificial Intelligence, he spearheaded the team behind TINKA development." : "Melalui pengalamannya dalam Teknologi Media dan Kecerdasan Buatan, \ndia menerajui pasukan di sebalik pengembangan TINKA.",
    "He holds a Bachelor of Physics from Azad Islamic University of Tehran and achieve is Doctorate in Business Administration from Fanapardazan Freelance Higher Education Institute." : "Beliau memiliki Ijazah Sarjana Muda Fizik dari Universiti Islam Azad \nof Tehran dan memperoleh Ijazah Kedoktoran dalam Pentadbiran Perniagaan \ndari Fanapardazan Institut Pengajian Tinggi Freelance.",
    "He is well known for his out of the box approach to solving sophisticated problems and finding solutions." : "Dia terkenal dengan pendekatan luar kotak untuk menyelesaikan masalah \nyang canggih dan mencari jalan keluar.",
    "Teachers Profile" : "Profil Guru",
    "Full Time Tutor" : "Tutor Sepenuh Masa",
    "years teaching experience" : "tahun pengalaman mengajar",
    "Lab Assistance / Tutor" : "Pembantu Makmal / Tutor",
    "Teacher At Smi Darus Salim" : "Guru Di Smi Darus Salim",
    "Tutor / Student (UPM)" : "Tutor / Pelajar (UPM)",
    "Terms and Conditions" : "Terma dan Syarat",
    "Now available for everyone! Register with Tinka to create your account." : "Kini tersedia untuk semua orang! Daftar dengan Tinka untuk membuat akaun anda.",
    "Get The App" : "Dapatkan Aplikasi",
    "Already registered? Login and create new username and password to access our app now!" : "Sudah mendaftar? Log masuk dan buat nama pengguna dan kata laluan baru untuk mengakses aplikasi kami sekarang!",
    "Online Learning" : "Pembelajaran Dalam Talian",
    "Learn from our mobile app at the comfort of your own home or literally from anywhere! It's smart, easy-to-use and best of all, convenient!" : "Belajar dari aplikasi mudah alih kami dengan selesa di rumah anda sendiri atau secara harfiah dari mana sahaja! Ia pintar, mudah digunakan dan paling baik, menyenangkan!",
    "Professionally trained educators" : "Pendidik yang terlatih secara profesional",
    "Our teachers are professionally trained and are carefully vetted, to ensure that your child gets the best!" : "Guru kami dilatih secara profesional dan diperiksa dengan teliti, untuk memastikan anak anda mendapat yang terbaik!",
    "Track your child's learning" : "Jejak pembelajaran anak anda",
    "Our AI powered app generates a comprehensive online report on your child's learning. We are able to step in wherever help is needed." : "Aplikasi bertenaga AI kami menghasilkan laporan dalam talian yang komprehensif mengenai pembelajaran anak anda. Kami dapat melangkah ke mana sahaja bantuan diperlukan.",
    "Accessible lesson videos" : "Video pelajaran yang boleh diakses",
    "Need a refresher before an exam? Our lesson videos are recorded and available at your fingertips when needed." : "Perlukan penyegaran sebelum peperiksaan? Video pelajaran kami dirakam dan tersedia di hujung jari anda apabila diperlukan.",
    "Get to know our tuition centre." : "Kenali pusat tuisyen kami.",
    "Versatile Straits acquired a tuition centre in Bukit Jelutong, Shah Alam and converted the traditional tuition centre into TINKA™ Educentre. Currently, TINKA™ Educentre has 25 tutors “Tink-educators” who covers Standard 1 to Form 5 students including IGCSE." : "Selat Serbaguna memperoleh pusat tuisyen di Bukit Jelutong, Shah Alam \ndan menukar pusat tuisyen tradisional menjadi TINKA ™ Educentre. \nPada masa ini, TINKA ™ Educentre mempunyai 25 tutor “Tink-Educators” yang \nmerangkumi pelajar Standard 1 hingga Tingkatan 5 termasuk IGCSE.",
    "Subjects that we offer on our tuition centre for physical tuition class." : "Mata pelajaran yang kami tawarkan di pusat tuisyen kami untuk kelas tuisyen fizikal.",
    "Our Subjects" : "Mata Pelajaran Kami",
    "Our Leadership" : "Kepimpinan Kami",
    "Tuition Fees" : "Yuran Tuisyen",
    "Course" : "Kursus",
    "Tinka Educentre Course" : "Kursus Tinka Educentre",
    "All" : "Semua",
    "All Rights Reserved" : "Hakcipta Terpelihara",
    "Copyright" : "Hakcipta"
}