{
    "Home" : "Utama",
    "About Us" : "Tentang Kami",
    "About Tinka" : "Tentang Tinka",
    "TINKA™ was born and incorporated under Versatile Straits Sdn Bhd, a homegrown edtech company. Its objective is to not only to create passive learners but also to create learners who possesses a higher-order digital and thinking skills. Its goal is to create a learning experience through “experiential learning”." : "TINKA™ was born and incorporated under Versatile Straits Sdn Bhd, a homegrown edtech company. \nIts objective is to not only to create passive learners but also to create learners who possesses \na higher-order digital and thinking skills. Its goal is to create a learning experience through \n“experiential learning”.",
    "TINKA™ is positioned to be a Supplementary Enrichment and Enhancement program whereby its content is meta-tagged with curriculum data such as Learning Areas and Learning Outcomes as to enable self-paced, self-directed learning and also to support in-classroom and live-stream learning." : "TINKA™ is positioned to be a Supplementary Enrichment and Enhancement program whereby its content \nis meta-tagged with curriculum data such as Learning Areas and Learning Outcomes as to enable self-paced, \nself-directed learning and also to support in-classroom and live-stream learning.",
    "Our Vision & Mission" : "Misi dan Visi",
    "Vision" : "Visi",
    "Democratize access to international standard quality education nationwide in order to produce intellectual and globally competent individuals towards the betterment of the nation." : "Democratize access to international standard quality education nationwide \nin order to produce intellectual and globally competent individuals towards \nthe betterment of the nation.",
    "Mission" : "Misi",
    "Able to supplement classroom education with innovative content delivery methods via the TINKA™ Platform." : "Able to supplement classroom education with innovative content delivery \nmethods via the TINKA™ Platform.",
    "Portfolio" : "Portfolio",
    "Our Team" : "Our Team",

    "Tinka Leadership" : "Tinka Leadership",
    "Project Director" : "Project Director",
    "Nor Aqliah is the Project Director of Versatile Straits Sdn Bhd." : "Nor Aqliah is the Project Director of Versatile Straits Sdn Bhd.",
    "She is a licensed Counsellor with Lembaga Kounselor Malaysia. She holds a Diploma in Education from UNISEL and a Bachelor of Counselling from University of Malaya." : "She is a licensed Counsellor with Lembaga Kounselor Malaysia. \nShe holds a Diploma in Education from UNISEL and a Bachelor of Counselling \nfrom University of Malaya.",
    "Her qualification and experience in the education industry has brought her the edge on building lesson plans and managing TINKA’s educational assets." : "Her qualification and experience in the education industry has brought \nher the edge on building lesson plans and managing TINKA’s educational assets.",
    "Prior to this, she was attached to TOC Automotive College in various management positions and served a stint as a kindergarten teacher." : "Prior to this, she was attached to TOC Automotive College in various \nmanagement positions and served a stint as a kindergarten teacher.",
    "View Full Tinka Leadership" : "View Full Tinka Leadership",

    "Tinka News" : "Tinka News",
    "Read More" : "Read More",
    "Search" : "Search",
    "General" : "General",
    "Lifestyle" : "Lifestyle",
    "Travel" : "Travel",
    "Design" : "Design",
    "Creative" : "Creative",
    "Education" : "Education",
    "Recent Posts" : "Recent Posts",

    "Coming Soon" : "Coming Soon",
    "Registration will be open after the launching of TiNKA Education Centre." : "Registration will be open after the launching of TiNKA Education Centre.",
    "Contact Us" : "Contact Us",
    "Contact" : "Contact",
    "Address" : "Address",
    "Operating Hours" : "Operating Hours",
    "Monday - Friday" : "Monday - Friday",
    "Saturday" : "Saturday",
    "Sunday" : "Sunday",
    "Call Us" : "Call Us",
    "Email Us" : "Email Us",
    "Send Message" : "Send Message",

    "Founder & Chairman" : "Founder & Chairman",
    "Dato’ Nik Mod Amin is the founder of Versatile Straits Sdn Bhd." : "Dato’ Nik Mod Amin is the founder of Versatile Straits Sdn Bhd.",
    "He is a prominent figure in the Malaysian banking industry. He currently holds the position as Director and Shareholder of Mirmas Holding Sdn Bhd through FASK Capital Sdn Bhd. He is also currently the Chairman and Director of FASK Holding Group and the founder of FASK Capital Sdn Bhd (formerly known as The Royal Mint Exchange Sdn Bhd) and serves as the Non-Independent Director on the Board of AWC Berhad." : "He is a prominent figure in the Malaysian banking industry. \nHe currently holds the position as Director and Shareholder of Mirmas Holding \nSdn Bhd through FASK Capital Sdn Bhd. He is also currently the Chairman and \nDirector of FASK Holding Group and the founder of FASK Capital Sdn Bhd \n(formerly known as The Royal Mint Exchange Sdn Bhd) and serves as the \nNon-Independent Director on the Board of AWC Berhad.",
    "Dato’ Nik was previously the CEO/Executive Director of BSN Commercial Bank (M) Berhad. During his tenure with BSN Commercial, he re-engineered the bank’s business direction towards assisting Small Medium Industries. He was also the Board Member of Universiti Utara Malaysia (UUM) and a Trustee to the Malaysian Humanitarian Foundation." : "Dato’ Nik was previously the CEO/Executive Director of BSN Commercial \nBank (M) Berhad. During his tenure with BSN Commercial, he re-engineered \nthe bank’s business direction towards assisting Small Medium Industries. \nHe was also the Board Member of Universiti Utara Malaysia (UUM) and a \nTrustee to the Malaysian Humanitarian Foundation.",
    "Prior to that, was also the General Manager of Perbadanan Usahawan Nasional Berhad (“PUNB”), setting up the funds’ investment division. He also held key senior positions in Maybank Berhad and Affin Bank Berhad executing risk management, strategic planning, credit management, international banking roles in the respective banks. Datuk Nik holds a Degree in Economics from the University of Malaya." : "Prior to that, was also the General Manager of Perbadanan Usahawan \nNasional Berhad (“PUNB”), setting up the funds’ investment division. \nHe also held key senior positions in Maybank Berhad and Affin Bank Berhad \nexecuting risk management, strategic planning, credit management, \ninternational banking roles in the respective banks. Datuk Nik holds \na Degree in Economics from the University of Malaya.",
    "Being a serial entrepreneur, Dato’ Nik is involved in multiple industries including Finance, Agriculture, Technology, Engineering and Education." : "Being a serial entrepreneur, Dato’ Nik is involved in multiple industries \nincluding Finance, Agriculture, Technology, Engineering and Education.",
    
    "Advisor" : "Advisor",
    "Consultant / Advisor / Visiting Scholar University and International Organization" : "Consultant / Advisor / Visiting Scholar University and International Organization",
    "Consultant to World Bank 1989 on financing primary education for development." : "Consultant to World Bank 1989 on financing primary education for development.",
    "World Book Encyclopedia International edition: London and Chicago 1988-2000. Member of Editorial Advisory Board. Met every year in London, Chicago, Sydney, Dublin etc." : "World Book Encyclopedia International edition: London and Chicago 1988-2000. \nMember of Editorial Advisory Board. Met every year in London, Chicago, \nSydney, Dublin etc.",
    "Consultant to Uni of Brunei to develop Education Program for BEd in 1997/98." : "Consultant to Uni of Brunei to develop Education Program for BEd in 1997/98.",
    "Consultant to the Ministry of Education Brunei DS 2011-2 on B. Melayu Literacy Pedagogy (Rumi n Jawi)" : "Consultant to the Ministry of Education Brunei DS 2011-2 on B. Melayu Literacy Pedagogy (Rumi n Jawi)",
    "Examiner, Institute of Education Singapore, 1988." : "Examiner, Institute of Education Singapore, 1988.",
    "Visiting scholar n consultant to the Faculty of Education, Kyushu University Japan 1987." : "Visiting scholar n consultant to the Faculty of Education, Kyushu University Japan 1987.",
    "Fulbright visiting scholar, School of Education, Stanford Uni California 1984." : "Fulbright visiting scholar, School of Education, Stanford Uni California 1984.",
    "Consultant and Adviser to Local Organization" : "Consultant and Adviser to Local Organization",
    "Ministry of Education in KBSR and KBSM from 1981 - 1988" : "Ministry of Education in KBSR and KBSM from 1981 - 1988",
    "Board Member of Yayasan Pelajaran MARA from 1994 - 1998" : "Board Member of Yayasan Pelajaran MARA from 1994 - 1998",
    "Board Member of Dewan Bahasa dan Pustaka - DBP" : "Board Member of Dewan Bahasa dan Pustaka - DBP",
    "Professor of Pedagogy at University of Malaya" : "Professor of Pedagogy at University of Malaya",
    "MQA - Malaysian Qualification Agency" : "MQA - Malaysian Qualification Agency",

    "Rozhan M. Idrus is a Professor of Open and Distance Learning (ODL) & Technogogy (retired) with more than 35 years of international experience as an e-learning technologist and analyst, consultant, presenter and workshop facilitator." : "Rozhan M. Idrus is a Professor of Open and Distance Learning (ODL) \n& Technogogy (retired) with more than 35 years of international \nexperience as an e-learning technologist and analyst, consultant, \npresenter and workshop facilitator.",
    "Prof. Rozhan is currently the Dean of the Centre for Graduate Studies (CGS) in the Universiti Sains Islam Malaysia. He is a Professor of Open and Distance Learning (ODL) & Technology as an e-learning analyst, consultant, presenter and workshop facilitator. He has presented 48 Keynote addresses in 18 different countries and has published more than 190 publications in international citation-indexed journals, books and handbook chapters." : "Prof. Rozhan is currently the Dean of the Centre for Graduate \nStudies (CGS) in the Universiti Sains Islam Malaysia. He is a \nProfessor of Open and Distance Learning (ODL) & Technology as \nan e-learning analyst, consultant, presenter and workshop \nfacilitator. He has presented 48 Keynote addresses in 18 different \ncountries and has published more than 190 publications in international \ncitation-indexed journals, books and handbook chapters.",
    "He has garnered awards in mobile learning in the World Education Summit (2011), e-INDIA Awards (2010) and the Asia Pacific Mobile Learning & Edutainment Advisory Panel (APACMLEAP) Mobile Learning Initiatives Recognition (2009), Gold Medal Award in the Innovation and Invention in Education Competition 2016 in the Universiti Pendidikan Sultan Idris in Malaysia and more recently Gold Medal Awards in the 3rd World Invention Innovation Contest 2017 (Korean Invention News) and in the 2nd International University Carnival on eLearning 2017. He is the founding chief editor of the Malaysian Journal of Educational Technology, and Chief Editor of both the Video journal of Innovative Pedagogies (VJIP, 2017) and the International Journal of Excellence in e-learning of the Hamdan Bin Mohammed Smart University Dubai, UAE." : "He has garnered awards in mobile learning \nin the World Education Summit (2011), \ne-INDIA Awards (2010) and the Asia Pacific Mobile Learning & Edutainment \nAdvisory Panel (APACMLEAP) Mobile Learning Initiatives Recognition \n(2009), Gold Medal Award in the Innovation and Invention in Education \nCompetition 2016 in the Universiti Pendidikan Sultan Idris in Malaysia \nand more recently Gold Medal Awards in the 3rd World Invention Innovation \nContest 2017 (Korean Invention News) and in the 2nd International University \nCarnival on eLearning 2017. He is the founding chief editor of the Malaysian \nJournal of Educational Technology, and Chief Editor of both the Video journal \nof Innovative Pedagogies (VJIP, 2017) and the International Journal of Excellence \nin e-learning of the Hamdan Bin Mohammed Smart University Dubai, UAE.",

    "Managing Director" : "Managing Director",
    "Faisal is the Managing Director of Versatile Straits Sdn Bhd." : "Faisal is the Managing Director of Versatile Straits Sdn Bhd.",
    "Faisal is a graduate of Accounting & Finance from Dublin Business School, Ireland. He was the Chief Executive Officer of Metro Money Exchange Sdn Bhd, a licensed money services business under Bank Negara Malaysia. Prior to that, he served as an Account Assistant at Merrion Fleet Management Limited in Ireland beforeserving as an Audit Assistant at Lim, Cheh and Chang Chartered Accountants in Malaysia." : "Faisal is a graduate of Accounting & Finance from Dublin \nBusiness School, Ireland. He was the Chief Executive Officer \nof Metro Money Exchange Sdn Bhd, a licensed money services business \nunder Bank Negara Malaysia. Prior to that, he served as an Account \nAssistant at Merrion Fleet Management Limited in Ireland before \nserving as an Audit Assistant at Lim, Cheh and Chang Chartered \nAccountants in Malaysia.",
    "Mr. Faisal is a trained Technical Analyst specializing in foreign exchange and commodities. He is also the Principal Officer of Capital Investment Bank (Labuan) Limited." : "Mr. Faisal is a trained Technical Analyst specializing in \nforeign exchange and commodities. He is also the Principal \nOfficer of Capital Investment Bank (Labuan) Limited.",
    "Due to his deep interest in technology, he co-founded Pacton Technologies Sdn Bhd, an ICT company specialized in communication technology, IoT and software development." : "Due to his deep interest in technology, he co-founded Pacton \nTechnologies Sdn Bhd, an ICT company specialized in communication \ntechnology, IoT and software development.",
    "His speech at NDMRP-2018 was a memorable activity for the attendees of conference in terms of scholarly contribution and knowledge sharing. His keynote speech topic was Leveraging on 4IR Technology for an Immersive and Collaborative Multidisciplinary Educational Landscape." : "His speech at NDMRP-2018 was a memorable activity for the attendees of conference in terms \nof scholarly contribution and knowledge sharing. His keynote speech topic was Leveraging on \n4IR Technology for an Immersive and Collaborative Multidisciplinary Educational Landscape.",

    "Footer-text" : "TINKA™ is positioned to be a Supplementary Enrichment and Enhancement program whereby its content is meta-tagged with curriculum data such as Learning Areas and Learning Outcomes as to enable self-paced, self-directed learning and also to support in-classroom and live-stream learning.",
    "How To" : "How To",
    "Student App" : "Student App",
    "Teacher App" : "Teacher App",
    "Press/Media" : "Press/Media",
    "Terms & Condition" : "Terms & Condition",
    "Privacy Policy" : "Privacy Policy",
    "Help Centre" : "Help Centre",
    "Links" : "Links",
    "Login" : "Login",
    "Reset Password" : "Reset Password",
    "Student Registration" : "Student Registration",
    "Teacher Registration" : "Teacher Registration",
    "Download Our App Now" : "Download Our App Now",
    "Find Us On" : "Find Us On",

    "Tinka Teachers" : "Tinka Teachers",
    "Product & Services" : "Product & Services",
    "Tinka Educentre" : "Tinka Educentre",
    "Tinka App" : "Tinka App",
    "Fees" : "Fees",
    "Home Tuition" : "Home Tuition",
    "Join Us" : "Join Us",
    "Tink-Educator" : "Tink-Educator",
    "Future Tinkers" : "Future Tinkers",
    "Dashboard" : "Dashboard",
    "Get Started" : "Get Started",

    "Learn More" : "Learn More",
    "Available Class" : "Available Class",
    "Class That We Offer" : "Class That We Offer",
    "Physical Tuition Class" : "Physical Tuition Class",
    "Our new and revamped tuition centre is located at Bukit Jelutong. Available for UPSR, PT3, SPM & IGCSE students." : "Our new and revamped tuition centre is located at Bukit Jelutong. \nAvailable for UPSR, PT3, SPM & IGCSE students.",
    "Register Now" : "Register Now",
    "Online Class" : "Online Class",
    "Online lessons are taught via our own TiNKA App. Learn from the comfort of your own home or pretty much everywhere." : "Online lessons are taught via our own TiNKA App. \nLearn from the comfort of your own home or pretty much \neverywhere.",
    "Home tuition programme is catered for one-to-one learning. Have our Tink-Educator drop by your place for personalised." : "Home tuition programme is catered for one-to-one \nlearning. Have our Tink-Educator drop by your place \nfor personalised.",
    "Now your child is able to learn practically anywhere. Our app are engaging, immersive, interactive and most importantly fun!" : "Now your child is able to learn practically anywhere. \nOur app are engaging, immersive, interactive and \nmost importantly fun!",
    "Download Now" : "Download Now",
    "Register To Our Website" : "Register To Our Website",
    "Students" : "Students",
    "Enroll your child at Tinka Educentre now." : "Enroll your child at Tinka Educentre now.",
    "Tinka Tutor" : "Tinka Tutor",
    "Earn a part-time income by signing up as Tinka Tutor." : "Earn a part-time income by \nsigning up as Tinka Tutor.",

    "Documents" : "Documents",

    "Profile" : "Profile",
    "Change Password" : "Change Password",
    "Create new user to access Tinka App" : "Create new user to access Tinka App",
    "Name" : "Name",
    "Username" : "Username",
    "Password" : "Password",
    "Create" : "Create",
    "Get the app here" : "Get the app here",
    "Access the app by creating new username and password. This credential is not the same as your existing Tinka login." : "Access the app by creating new username and password. This credential is not the same as your existing Tinka login.",
    "Subscription" : "Subscription",
    "Payments" : "Payments",
    "App Access" : "App Access",
    "Date of Birth" : "Date of Birth",
    "Gender" : "Gender",
    "Qualification" : "Qualification",
    "Curently teaching" : "Curently teaching",
    "Current School" : "Current School",
    "Current Tuition Center" : "Current Tuition Center",
    "Subject" : "Subject",
    "Father/Mother/Guardian's name" : "Father/Mother/Guardian's name",
    "Father/Mother/Guardian's contact No." : "Father/Mother/Guardian's contact No.",
    "Subject Interested" : "Subject Interested",
    "No profile available." : "No profile available.",
    "Create new profile" : "Create new profile",
    "Category" : "Category",
    "Package" : "Package",
    "Student Name" : "Student Name",
    "Duration" : "Duration",
    "Status" : "Status",
    "Expiry" : "Expiry",
    "Action" : "Action",
    "Expired" : "Expired",
    "Details" : "Details",
    "No subscription yet. Let's take a look at available" : "No subscription yet. Let's take a look at available",
    "subscription" : "subscription",
    "Order #" : "Order #",
    "Description" : "Description",
    "Amount" : "Amount",
    "Pay" : "Pay",
    "Invoice" : "Invoice",
    "No payment details yet. Let's take a look at available" : "No payment details yet. Let's take a look at available",
    "Type" : "Type",
    "Change password" : "Change password",
    "No access to Tinka App yet. Create one" : "No access to Tinka App yet. Create one",
    "here" : "here",

    "Register" : "Register",
    "Hello Future Tinkers!" : "Hello Future Tinkers!",
    "Full Name" : "Full Name",
    "Male" : "Male",
    "Female" : "Female",
    "Father / Mother / Guardian Name" : "Father / Mother / Guardian Name",
    "Father / Mother / Guardian Phone Number" : "Father / Mother / Guardian Phone Number",
    "Email" : "Email",
    "Repeat Password" : "Repeat Password",
    "Your Current School Name" : "Your Current School Name",
    "Classes That You Are Interested In" : "Classes That You Are Interested In",
    "- Choose -" : "- Choose -",
    "Physical Tuition" : "Physical Tuition",
    "Your Photo" : "Your Photo",
    "Submit" : "Submit",

    "Welcome Tink-Educator!" : "Welcome Tink-Educator!",
    "We want you!" : "We want you!",
    "Do you have what it takes to be a tutor on our platform?" : "Do you have what it takes to be a tutor on our platform?",
    "If you are a subject matter expert in your field, you can register with us by filling up the form below. You may refer to the content quality checklist document fromt the button below. Please share with us your video (between 3 to 5 minutes) by uploading a video or share the video URL (YouTube)" : "If you are a subject matter expert in your field, you can register with us by filling up the form below. You may refer to the content quality checklist document fromt the button below. Please share with us your video (between 3 to 5 minutes) by uploading a video or share the video URL (YouTube)",
    "Content Quality Checklist" : "Content Quality Checklist",
    "Personal Information" : "Personal Information",
    "Date of birth" : "Date of birth",
    "Education/Qualification" : "Education/Qualification",
    "Last Qualification" : "Last Qualification",
    "Select qualification" : "Select qualification",
    "Are you currently teaching at any school?" : "Are you currently teaching at any school?",
    "Yes" : "Yes",
    "No" : "No",
    "Your current school name" : "Your current school name",
    "Are you currently teaching at any tuition centre?" : "Are you currently teaching at any tuition centre?",
    "If yes, please state the name of the tuition centre" : "If yes, please state the name of the tuition centre",
    "Subject that you are teaching (seperate by comma)" : "Subject that you are teaching (seperate by comma)",
    "Sample video" : "Sample video",
    "Upload Video" : "Upload Video",
    "YouTube URL" : "YouTube URL",
    "Please upload or paste your video here" : "Please upload or paste your video here",
    "By submitting this form, you agree to our" : "By submitting this form, you agree to our",
    "Term and Condition" : "Term and Condition",

    "Tech Advisor" : "Tech Advisor",
    "Dr. Soheil Alemi is the Technology Advisor of Versatile Straits Sdn Bhd." : "Dr. Soheil Alemi is the Technology Advisor of Versatile Straits Sdn Bhd.",
    "Through his experience in Media Technology and Artificial Intelligence, he spearheaded the team behind TINKA development." : "Through his experience in Media Technology and Artificial Intelligence, \nhe spearheaded the team behind TINKA development.",
    "He holds a Bachelor of Physics from Azad Islamic University of Tehran and achieve is Doctorate in Business Administration from Fanapardazan Freelance Higher Education Institute." : "He holds a Bachelor of Physics from Azad Islamic University \nof Tehran and achieve is Doctorate in Business Administration \nfrom Fanapardazan Freelance Higher Education Institute.",
    "He is well known for his out of the box approach to solving sophisticated problems and finding solutions." : "He is well known for his out of the box approach to solving sophisticated \nproblems and finding solutions.",

    "Teachers Profile" : "Teachers Profile",
    "Full Time Tutor" : "Full Time Tutor",
    "years teaching experience" : "years teaching experience",
    "Lab Assistance / Tutor" : "Lab Assistance / Tutor",
    "Teacher At Smi Darus Salim" : "Teacher At Smi Darus Salim",
    "Tutor / Student (UPM)" : "Tutor / Student (UPM)",

    "Terms and Conditions" : "Terms and Conditions",
    
    "Now available for everyone! Register with Tinka to create your account." : "Now available for everyone! Register with Tinka to create your account.",
    "Get The App" : "Get The App",
    "Already registered? Login and create new username and password to access our app now!" : "Already registered? Login and create new username and password to access our app now!",
    "Online Learning" : "Online Learning",
    "Learn from our mobile app at the comfort of your own home or literally from anywhere! It's smart, easy-to-use and best of all, convenient!" : "Learn from our mobile app at the comfort of your own home or literally from anywhere! It's smart, easy-to-use and best of all, convenient!",
    "Professionally trained educators" : "Professionally trained educators",
    "Our teachers are professionally trained and are carefully vetted, to ensure that your child gets the best!" : "Our teachers are professionally trained and are carefully vetted, to ensure that your child gets the best!",
    "Track your child's learning" : "Track your child's learning",
    "Our AI powered app generates a comprehensive online report on your child's learning. We are able to step in wherever help is needed." : "Our AI powered app generates a comprehensive online report on your child's learning. We are able to step in wherever help is needed.",
    "Accessible lesson videos" : "Accessible lesson videos",
    "Need a refresher before an exam? Our lesson videos are recorded and available at your fingertips when needed." : "Need a refresher before an exam? Our lesson videos are recorded and available at your fingertips when needed.",

    "Get to know our tuition centre." : "Get to know our tuition centre.",
    "Versatile Straits acquired a tuition centre in Bukit Jelutong, Shah Alam and converted the traditional tuition centre into TINKA™ Educentre. Currently, TINKA™ Educentre has 25 tutors “Tink-educators” who covers Standard 1 to Form 5 students including IGCSE." : "Versatile Straits acquired a tuition centre in Bukit Jelutong, Shah Alam \nand converted the traditional tuition centre into TINKA™ Educentre. \nCurrently, TINKA™ Educentre has 25 tutors “Tink-educators” who \ncovers Standard 1 to Form 5 students including IGCSE.",
    "Subjects that we offer on our tuition centre for physical tuition class." : "Subjects that we offer on our tuition centre for physical tuition class.",
    "Our Subjects" : "Our Subjects",

    "Our Leadership" : "Our Leadership",
    
    "Tuition Fees" : "Tuition Fees",
    "Course" : "Course",
    "Tinka Educentre Course" : "Tinka Educentre Course",
    "All" : "All",
    "All Rights Reserved" : "Hakcipta Terpelihara",
    "Copyright" : "Hakcipta"
}